<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 * 
 * @author Artem Trutko <trutko@facebook.com>
 */
$lang['smtp_host']             = 'Ваш SMTP-сервер исходящей почты.';
$lang['smtp_port']             = 'Порт SMTP-сервера. Обычно 25. 465 для SSL.';
$lang['smtp_ssl']              = 'Какой тип шифрования используется при связи с SMTP-сервером?';
$lang['smtp_ssl_o_']           = 'ничего';
$lang['smtp_ssl_o_ssl']        = 'SSL';
$lang['smtp_ssl_o_tls']        = 'TLS';
$lang['auth_user']             = 'Если требуется проверка подлинности, укажите свое имя пользователя здесь.';
$lang['auth_pass']             = 'Пароль для указанного пользователя.';
$lang['localdomain']           = 'Имя, которое будет использоваться во время фазы запрос helo протокола SMTP. Должно быть полное доменное имя веб-сервера "Докувики". Оставьте пустым для автоопределения.';
$lang['debug']                 = 'Отобразить полный лог ошибок при отправке сбой? Отключить, когда все работает!';
